sicrisembay/CANopenNode_ESP32_Test/examples/lcd_test/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.2.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
CONFIG_USE_CANOPENNODE=y
CONFIG_CO_LED_ENABLE=y
CONFIG_CO_LED_RED_GPIO=39
CONFIG_CO_LED_GREEN_GPIO=6
